let handler = async m => m.reply(`
Nami
nhentai.net/g/310024
nhentai.net/g/305080
nhentai.net/g/299434
nhentai.net/g/294598
nhentai.net/g/293482
Boa Hancock
nhentai.net/g/308124
nhentai.net/g/297365
nhentai.net/g/273135
nhentai.net/g/254056
nhentai.net/g/229036
Chicka
nhentai.net/g/305062
nhentai.net/g/298641
nhentai.net/g/289389
nhentai.net/g/273182
Nino
nhentai.net/g/305216
nhentai.net/g/303054
nhentai.net/g/302152
nhentai.net/g/301791
Miku
nhentai.net/g/311007
nhentai.net/g/310723
nhentai.net/g/306088
nhentai.net/g/305756
Yotsuba
nhentai.net/g/281722
nhentai.net/g/283712
Itsuki
nhentai.net/g/298064
nhentai.net/g/264779
Hinata (tetek besar :D)
nhentai.net/g/310481
nhentai.net/g/304204
nhentai.net/g/304207
nhentai.net/g/304212
nhentai.net/g/303550
Sakura
nhentai.net/g/306433
nhentai.net/g/309406
nhentai.net/g/308515
nhentai.net/g/304743
nhentai.net/g/302781
Ino
nhentai.net/g/236079
nhentai.net/g/219647
nhentai.net/g/211806
nhentai.net/g/42624
nhentai.net/g/176
Tomori
nhentai.net/g/310356
nhentai.net/g/152888
nhentai.net/g/141707
nhentai.net/g/294036
Extra dengan nama karakter (beberapa)
Re:Zero :
Rem
nhentai.net/g/314359
nhentai.net/g/312354
nhentai.net/g/300508
nhentai.net/g/290065
nhentai.net/g/288873
nhentai.net/g/289276
nhentai.net/g/285757
nhentai.net/g/276518
nhentai.net/g/245856
Re:Zero Series
nhentai.net/g/303812
nhentai.net/g/310475
nhentai.net/g/307130
nhentai.net/g/298939
nhentai.net/g/296698
nhentai.net/g/289276
nhentai.net/g/285775
nhentai.net/g/285775
nhentai.net/g/276518
nhentai.net/g/245856
Konosuba :
Megumin
nhentai.net/g/298286
nhentai.net/g/301606
nhentai.net/g/305885
nhentai.net/g/306000
nhentai.net/g/297899
nhentai.net/g/281461
nhentai.net/g/278008
nhentai.net/g/266169
nhentai.net/g/265748
nhentai.net/g/261707
Dewi Sableng ( ͡° ͜ʖ ͡°)
nhentai.net/g/311723
nhentai.net/g/311529
nhentai.net/g/310052
nhentai.net/g/307590
nhentai.net/g/306739
nhentai.net/g/305106
nhentai.net/g/291661
nhentai.net/g/290184
nhentai.net/g/285537
nhentai.net/g/284981
Naruto & Boruto Series :
Tsunade
nhentai.net/g/314781
nhentai.net/g/310683
nhentai.net/g/308809
nhentai.net/g/306552
nhentai.net/g/310565
nhentai.net/g/305913
nhentai.net/g/306109
nhentai.net/g/296844
nhentai.net/g/295

Dari pada gabut nih gw kasih megumin
306000
252094
303381
323112
320229
317677
311044
Kurumi
197893
283652
308989
309847
308857
309957
303072
321542
zero two
233736
253448
280662
236707
260606
289060
308632
283975
260246
253099
246909
Nakano Miku
287953
305756
310723
296511
311007
313679
318370
317986
306088
284257
Hinata hyuga
326941
328214
328964
324009
328212
329186
mai
310682
310056
300887
294384
yumeko
221172
296892
232551
260560
toga himiko
274065
256809
277666
253447
akeno
313044
144393
107829
loli 
207405
118840
155415
270424
247134
246232
270975
193759
198315
257888
176367
122697
full color
darling in the franxx
231576
259828
245982
236751
blend s
315328
257754
242351
225132Zero two/hard code
260606
280662
235158
231099
233888

Chainsaw/hard code
221138
221341
208384
242148
329620

Shinobu/hard code
334746
332854
332532
327002
322136

Rem/hard code
290065
289276
286493
276518

Maou gakuen
325735

Akame ga kill
236243
137716

Kaguya sama
316733
73291

Violet evergarden
275550

Kurumi
312396
309957
303072
308852
283652

Tonikaku Kawai
334370

Majo no tabitabi
331399

death note


  CODE NUKLIR  
‌229144 253687 238577 236509
‌227675 229085 233245 266177
254351 265855 239842 219847
239749 230566 253104 230185
251974 253091 251489 238030
260614 245023 232887 233547
262158 262870 239312 255129
244530 246963 256050 215459
243725 233770 250704 261819
261830 215658 256404 260028
261789 241254 268580 262407
262252 201814 250193 236036
262889 243933 245697 239750
128983 95364 223815 225080
110332 225767 97247 231139
266116 217037 160657 182439
205089 176495 199121 199425
184068 186615 224644 129479
251524 153374 146499 258212
163532 255244 269825 235914
247103 138365 124624
 ‌229144 253687 238577 236509
   ‌227675 229085 233245 266177
      254351 265855 239842 219847
          239749 230566 253104 230185
               251974 253091 251489 238030
                     260614 245023 232887 233547
                            262158 262870 239312 255129
                                    244530 246963 256050 215459
                                             243725 233770 250704 261819
                                                       261830 215658 256404 260028
                                                                  261789 241254 268580 262407
                                                                              262252 201814 250193 236036
                                                                                           262889 243933 245697 239750
                                                                                                         128983 95364 223815 225080
                                                                                                                        110332 225767 97247 231139
                                                                                                                                        266116 217037 160657 182439
                                                                                                                                                         205089 176495 199121 199425
                                                                                                                                                                           184068 186615 224644 129479
                                                                                                                                                                                              251524 153374 146499 258212
                                                                                                                                                                                                                  163532 255244 269825 235914
                                                                                                                                                                                                                                       247103 138365 124624 219718
                                                                                                                                                                                                                                                             168941 265918 205995 191390
                                                                                                                                                                                                                                                                                    ‌225496 259137 231681 161688
                                                                                                                                                                                                                                                                                                            ‌199613 259260 260433 235532
                                                                                                                                                                                                                                                                                                                                     ‌88323 272117 170213 256613
                                                                                                                                                                                                                                                                                                                                                               ‌258382 224942
                                                                                                                                                                                                                                                                                                                                                               ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
                                                                                                                                                                                                                                                                                                                                                                   Milf  
                                                                                                                                                                                                                                                                                                                                                                   165310,177978,211759,212643,229540, 250029,211519,256097,163478, 91505, 79280, 260629,128051,121972,261633,172044,119055,208323,149942,161236, 177150,233766,97949,230107 ,175822, 213545,232837,179166,138603,130183, 173543,234642,268015,228293,268893, 239536, yg suka mamah
                                                                                                                                                                                                                                                                                                                                                                     ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
                                                                                                                                                                                                                                                                                                                                                                             Random  
                                                                                                                                                                                                                                                                                                                                                                                 257892 226942 236297 216039 221711 245304 166174 175220 244327 191049 220882 244859 227446 259328 259532 259634 259610 259348 258669 256097 118282 260028 260058 259557 259497 122220 260111 260088 259880 258977 260097 259765 259359 260138 259617 107965 197255 260276 260209 260210 260203 191360 191390 248933 257567 227913 211648 210240 260626 259622 257991 213966 260623 149112 257168 198203 114783 220958 244387 243734 223315 118069 136188 260686 241777  260912 142154 119798 261174 258301 256808 169134 220354 260271 261725 261378 252174 261928 114427 187003 147577 249458 157767 224316 175294 258450 233864 236128 261162 174036 187205 210873 193318 110232 199310 193816 220376 193814 193815 219068 220386 177642 188269 181837 220377 119293 257528 258926 262384 105951 259904 208174 249229 245644 262538 234818 216845 149212 134442 135927 262447 261811 261650 261225 261226 260761 250327 192327 167801 150309 123554
attack on titan: 
– 268590
– 271984
– 296546
– 308751
– 315429
– 94864
– 144421
– 92674
– 87836
– 254943

assassination classroom:
– 315464
– 205286
– 124905
– 124904
– 132580

tokyo ghoul:
– 160661
– 270035

kimetsu no yaiba:
– 288175
– 293239
– 283001
– 303578
– 319344
– 310502
– 302690
– 307499
– 306854
– 297031
– 296041
– 294564

kaguya-sama love is war:
– 267980
– 264920
– 276772

naruto:
– 316242
– 48908
– 40706
– 34188
– 318657
– 316242
– 311789

boruto:
– 228450
– 243916
– 294322

kimi no na wa:
– 198877
– 279035
– 185333
– 256038

tenki no ko:
– 291726
– 299774
– 300814
– 286213

fate grand order:
– 312427
– 314177
– 314928
– 315037

free!:
– 180373
– 182132
– 189442
– 197364
– 224742
– 224882

amagi briliant park:
– 125673
– 163835
– 174479
– 205280

uzaki-chan wa asobitai:
– 289222
– 299893
– 296592
– 307645
– 313479
– 310812
– 304002
– 276023
– 297346

highschool dxd:
– 321151
– 168696
– 241738
– 107674
– 110330
– 115892
– 107829
– 112553
– 144393

oregairu:
– 307032
– 307734
– 239521
– 263300

nisekoi:
– 120759
– 122837
– 114726
– 242841

nanatsu no taizai:
– 306397
– 266902
– 163140
– 156875
– 210871

boku no hero academia:
– 314925
– 303636
– 262803
– 259404
– 245845

haikyuu!:
– 279056
– 284411
– 285694
– 287892
– 292746
– 297557
– 302531
– 302818
– 305446
– 310889
– 316471
– 316472

Giyuu × Tanjiro
298173 , 321773 , 294167 , 302337

Rengoku × Tanjiro
322076 , 324918 , 304319 

Mikaela × Yuuichirou
280782 , 225827 , 

247854
191898
318248
318219
251319
181414
152621
173448
147321
338087
344265
354434
359410
359444
359452
344306
214523
340833
348875
306064
306249
307036
318303
308233
308373
315706
314881
312755
313254
314392
314637
315519
312175
312221
280194
282654
284846
332347 
332206 
332167 
332034 
331935 
331901
338248
214991
323026
234638
333339
333282
333195
333374
333214
333249
332450
331739
331891
331939
331387
331473
331035
330642
331209
332484 
333339
333282
333195
333374
333214
333249
332450
331739
331891
331939
331387
331473
331035
330642
330477
329805
331209
332484 

free codes

● CODE UNLEASED ●
‌229144 253687 238577 236509
‌227675 229085 233245 266177
254351 265855 239842 219847
239749 230566 253104 230185
251974 253091 251489 238030
260614 245023 232887 233547
262158 262870 239312 255129
244530 246963 256050 215459
243725 233770 250704 261819
261830 215658 256404 260028
261789 241254 268580 262407
262252 201814 250193 236036
262889 243933 245697 239750
128983 95364 223815 225080
110332 225767 97247 231139
266116 217037 160657 182439
205089 176495 199121 199425
184068 186615 224644 129479
251524 153374 146499 258212
163532 255244 269825 235914
247103 138365 124624 219718
168941 265918 205995 191390
‌225496 259137 231681 161688
‌199613 259260 260433 235532 
‌88323 272117 170213 256613
‌258382 224942

/g/181556/ - Fudeoro Sisters
/g/152456/ - Mou Teitoku No Soba 
/g/167936/ - Inma Mo Mikata
/g/139048/ - shojo soushitsu
/g/185592/ - Gensoukyou Rakuenka Keikaku 11
/g/191427/ - Kousei Iinkai
/g/175015/ - Sister Breeder
/g/142825/ - A Certain Village
/g/182290/ - A hero taken prisoner
/g/192845/ - Toaru Natsu
/g/192849/ - Toaru Fuyu
/g/183099/ - Adolescent calculation
/g/192143/ - Blonde no koigokoro
/g/142825/ - Toaru mura no Fudeoroshi Jijou
/g/153856/ - Tenryuu Onee-chan fo naisho no Yasen Enshuu!!
/g/158404/ - Kusogaki
/g/136026/ - Megaflower x flower
/g/188918/ Kodomo no Ecchi
/g/193876/ - Razoku no Yoru
/g/193984/ - Houkago Rendezvous
/g/76119/ - Broadcast Girlfriend
/g/192874/ - Koyomi Fechi
/g/107180/ - Harem Bukai no Boku
/g/110900/ 

𝖐𝖔𝖉𝖊 𝖓𝖚𝖐𝖑𝖎𝖗 ༒︎ᵃᵛᵛ:
📌 Momo Yaoyoroz #bnha

178992
283793
315869
173101
261917
172753
266019
171387
202525
222077
179056
194941
310741
293189
212917
194943
314925
304397
179870
339989
168607
248688
150917
330051
304764

📌 giyuu x tanjirou #kny

298173
290579
294167
294110
321773
302337
335129
338692
332380
338691

📌 erwin x eren x levi #aot

137314
116042
129369
95655
324472
328731
143144
100308
132123
101165
95378

📌 eren x historia #aot 

240873
246504
290089
99744
319670
99352
94515
178447
315429
215374
70891
319805
162343
197473
158469
98832
197313
99473
98563
289642
310976
101948
99680

📌 daichi x suga #haikyu 

197291
161177
274375
272079
193195
197284
183072
271811
271286
271122
192980
210130
184163
161175
149037
271039
197135
200676
193181
271120
200674
194144
165404

📌 BUNGOU STRAY DOGS

• Dazai x Chuuya
198721
227393
182234
160834
198721

• Ranpo x Dazai
160834

• Akutagawa x Dazai
182234

📌 dr stone random

247747
254618
270942
315765
315615
303938
332578
304158
315614
297155
119333
296442
315764
339528
302063
254350
107614
296367
254302
132520
127090
73644
250913

📌 Black Clover (yaoi)

• 298171 
• 284839
• 241543

📌 haru x ren

169476
116630
112416
118644
138136
139224
145411
120411
131420
159153
109463
131006
140546
138225
141265
106914
118492
145712
118992
74697
126613
131419
108173
119959
148745

📌 oikawa x kyoko #haikyu 

• 139195
• 163179
• 139196
• 146539
• 166286
• 176144
• 162906
• 149813
• 157585
• 138900
• 138901
• 149824

📌 ymir x h 

SASUNARU
331413
321936
321934
320054
314387
309611
315834

DazaiChuuya
198721

karma x nagisa
309415
239849
207706
191120
179335
150256
141717
218080
150257

attack on titan
268590 271984 296546 308751 315429 94864 144421 92674 87836 254943

Iwachan oikawasan
327578, 327331, 271119, 244087, 237020, 235171, 184659, 183519, 183448, 182311, 175994, 175779, 153136.

• 285675
• 273543
• 322542
• 322761
• 322244
• 282810
• 309464
• 303638
• 316198
• 295163
• 265876
• 203748 .
• 269253 .
• 273677 .
• 277193 .
• 318191 .
• 254517 .
• 172852 .
• 179556 .
• 275214 .
• 239526 .
• 268015 .
• 317164 .
• 284116 .
•  322761
• 322663
• 322244
• 317638
• 309464
• 309105
• 316198
• 301600

Levi ackerman
• 293465.mika
• 293463 mika
• 268594 mika
• 321793. Mika
• 330346. Mika
• 323509. Mika
• 328731 Erwin
• 94426 eren.
• 183978 eren.
• 132339 random char
• 117486 mika
• 122944 mika
• 172193 eren.
• 


Megumin (konosuba):
• 335522
• 329582
• 323112
• 320228
• 317677
• 

Kurumi:
• 321542
• 309847
• 303072
• 243984

Tokyo ghoul
165820 165325 164330 169738
YakuLev
176089, 176059, 170180, 168735.
MikaYuu
225827 215998 188187 182822 151435 166467 150809 150752

322328 237015 184008 151428
nih kode nuklir guren x shinya :D

333669, 333680, 333556, 333587, 333531, 333147, 333283, 332867, 332862, 332624, 332438, 332438, 332432, 334775, 180373, 182132 ( random maybe )

-Mikasa
323509
308751
284506

(Random)
227393 182234 198722 226808 

Dazai x ranpo
160834
[Doujin yaoi]

Levi x Eren
113999  115176
17189 

CODE NUKLIR 
192704 NTR bathroom
313777 NTR senpai
314237 incets
267352 anak bngsd
221271 jutek
298444 Loli 
/g/181556/ - Fudeoro Sisters
/g/152456/ - Mou Teitoku No Soba 
/g/167936/ - Inma Mo Mikata
/g/139048/ - shojo soushitsu
/g/185592/ - Gensoukyou Rakuenka Keikaku 11
/g/191427/ - Kousei Iinkai
/g/175015/ - Sister Breeder
/g/142825/ - A Certain Village
/g/182290/ - A hero taken prisoner
/g/192845/ - Toaru Natsu
/g/192849/ - Toaru Fuyu
/g/183099/ - Adolescent calculation
/g/192143/ - Blonde no koigokoro
/g/142825/ - Toaru mura no Fudeoroshi Jijou
/g/153856/ - Tenryuu Onee-chan fo naisho no Yasen Enshuu!!
/g/158404/ - Kusogaki
/g/136026/ - Megaflower x flower
/g/188918/ Kodomo no Ecchi
/g/193876/ - Razoku no Yoru
/g/193984/ - Houkago Rendezvous
/g/76119/ - Broadcast Girlfriend
/g/192874/ - Koyomi Fechi
/g/107180/ - Harem Bukai no Boku
/g/110900/ - Kiniro
/g/135193/ - It's my win!
/g/161488/ - Shota Teitoku to Nyuukyo Time
/g/65433/ - Jirettai no Yo!
/g/182327/ - Sakeno Seiton
/g/78651/ - Harem Time
/g/190230/ - Boku no Bimama
/g/191880/ - Sanae Hamaru
/g/180600/ - Sakaki-san Satisfaction
/g/105465/ - Sakaki-san Franchise
/g/173023/ - Tiny Evil
/g/191049/ - Kono Suba 1
/g/191851/ - Kono Suba 2
/g/167112/ - i'll be your cat
/g/177754/ - Sloppy Sister
/g/187016/ - Nanyou no Vacances Sakusen
/g/165961/ - Love-ridden
/g/165962/ - Pandemonium
/g/97879/ - Natsuyasumi
/g/74500/ - Nee-chan no yobanaide
/g/133435/ - Spirited Girl
/g/152075/ - Trick And Treat
/g/174888/ - Razoku No Y 

「 KODE NUKLIR 」

Code Nuklear [Doujin Hentai Genre NTR] (Netorare)

Easy Mode :
• https://nhentai.net/g/316755/
• https://nhentai.net/g/316596/
• https://nhentai.net/g/311850/
• https://nhentai.net/g/315578/
• https://nhentai.net/g/315488/
• https://nhentai.net/g/315406/
• https://nhentai.net/g/315344/
• https://nhentai.net/g/315323/
• https://nhentai.net/g/315136/
• https://nhentai.net/g/315099/

Medium Mode :
• https://nhentai.net/g/316867/
• https://nhentai.net/g/316869/
• https://nhentai.net/g/316785/
• https://nhentai.net/g/316763/51/
• https://nhentai.net/g/316445/
• https://nhentai.net/g/316250/
• https://nhentai.net/g/311283/
• https://nhentai.net/
`.trim()) // Tambah sendiri
handler.help = ['kodenuklir2']
handler.tags = ['dewasa']
handler.command = /^kodenu(klir2)$/i

handler.limit = true
handler.private = true

module.exports = handler
